{
	"page_title" : "Георги Христов, Главен iOS и Android Инженер",

	"nav_hello" : "Здравей",
	"nav_resume" : "Резюме",
	"nav_portfolio" : "Портфолио",
	"nav_testimonials" : "Препоръки",
	"nav_publications" : "Публикации",
	"nav_contact" : "Контакти",

	"header_name" : "Георги Христов_",
	"header_work" : "главен iOS и Android инженер",
	"header_email" : "Имейл:",
	"header_location" : "Местност:",
	"header_location_value" : "Испания",

	"hello_title" : "Здравей_",
	"hello_summary" : "Работя като Главен iOS и Android Инженер, способен да създаде цялостно мобилно приложение - от самата идея, мокъп и дизайн, до разработка и UX. Умея да пиша добре документиран, лесен за разбиране и ефикасен код, използвайки актуални стратегии и методи за разработка на мобилни приложения. Уча се бързо, работя усърдно и добре в екип и притежавам експертни познания в сферите на Android и iOS.",
	"hello_hire" : "Свържи се с мен",
	"hello_download" : "Виж CV",

	"resume_title" : "Резюме_",
	"resume_summary" : "През годините съм работил по многобройни проекти, като най-големите засега са Everlog (приложение за следене и планиране на фитнес тренировки) и GraffiTab (социална мрежа за дигитални артисти), където аз съм основател, iOS и Android инженер и архитект.",
	"resume_employment" : "трудов стаж",
	"resume_employment_monzo_title" : "Monzo Bank <small>(Лесно и модерно мобилно банкиране)</small>",
	"resume_employment_monzo_date" : "юни 2021 - НАСТОЯЩЕ",
	"resume_employment_monzo_position" : "Старши Android Инженер",
	"resume_employment_monzo_summary" : "• Разработва най-добрата банкова смета в света с повече от 5.31 милиона активни клиенти и стотици нови присъединяващи се всеки ден",
	"resume_employment_fieldmargin_title" : "Field Margin <small>(Водяща стартъп фирма във Великобритания в сферата на фермерството)</small>",
	"resume_employment_fieldmargin_date" : "мар 2017 - юни 2021",
	"resume_employment_fieldmargin_position" : "Главен Android Инженер",
	"resume_employment_fieldmargin_summary" : "• Предостави уникални и иновативни мобилни решения за фермери в цял свят; поддържа топ качество за код и дизайн чрез следене на постоянните развития в сферите на CI автоматизация, споделяне на бизнес логика с Kotlin, Dagger 2, кодови ревюта и мобилни архитектури MVI, MVP и MVVM",
	"resume_employment_qumu_title" : "Qumu <small>(Лиден в Aragon Research Globe за корпоративни видеа, 2021)</small>",
	"resume_employment_qumu_date" : "авг 2014 - мар 2017",
	"resume_employment_qumu_position" : "Глвен iOS и Android Инженер",
	"resume_employment_qumu_summary" : "• Подготви и оптимизира видео уеб платформата на Qumu за мобилни приложения и телевизори позволяващи HLS стрийм на живо и VOD както и иновативни и интерактивни секции за анкети, въпроси и отговори и коментари; осигури гладко внедряване на технологии и обединение на персонал по време на сливания с нови фирми",
	"resume_employment_futurist_title" : "Futurist Labs <small>(Стартъп мобилна агенция специализираща в MVP разработка за стартъпи и иновативни бъдещи технологии)</small>",
	"resume_employment_futurist_date" : "авг 2014 - сеп 2016",
	"resume_employment_futurist_position" : "Консултант, Главен iOS и Android Инженер",
	"resume_employment_futurist_summary" : "• Поддържа дълготрайни клиентски връзки чрез предоставяне на изключителни мобилни приложения в сферите на социални мрежи, медицина и игри; установи първоначална стабилна структура на компанията чрез CI автоматизация, GitHub сорс контрол и конкурентен анализ на пазари",
	"resume_employment_proxiad_title" : "Smart Interactive <small>(Агенция за е-списания и корпоративен софтуер)</small>",
	"resume_employment_proxiad_date" : "юни 2013 - авг 2014",
	"resume_employment_proxiad_position" : "iOS и Android Инженер",
	"resume_employment_proxiad_summary" : "• Увеличи закупуването на е-списания чрез разработка на споделена библиотека за iOS и Android позволяваща по-бързо завършване на проекти и набиране на нови клиенти; пусна приложението MEDImaging Case, първият по рода си ап за образователно медицинско диагностициране, в Google Play магазин",
	"resume_employment_ibm_title" : "IBM <small>(Световен лидер за иновативни продукти и решения)</small>",
	"resume_employment_ibm_date" : "сеп 2012 - юни 2013",
	"resume_employment_ibm_position" : "Android Инженер",
	"resume_employment_ibm_summary" : "• Въведе Tivoli Endpoint Manager системата на IBM в Андроид по време на магистратурен проект; потвърди успеха на софтуера чрез експеримент с истински потребители",
	"resume_employment_ibm_2_date" : "юни 2012 - септември 2012",
	"resume_employment_ibm_2_position" : "iOS Стажант",
	"resume_employment_ibm_2_summary" : "• Създаде първото приложение на IBM за достанционно управление на PC-та през iPad устройства като допълнение към платформата Tivoli Endpoint Manager",
	"resume_employment_uni_date" : "Сеп 2011 - Май 2012",
	"resume_employment_uni_position" : "Помощник-учител в Училището за компютърни науки",
	"resume_employment_uni_summary" : "• Асистира и дава напътствия на студенти първа година в лабораторни сесии",
	"resume_education" : "образование",
	"resume_education_glasgow_title" : "Университет Глазгоу, Великобритания",
	"resume_education_glasgow_date" : "сеп 2008 - май 2013",
	"resume_education_glasgow_degree" : "Магистърска степен по Мобилно Софтуерно Инженерство (Фокус върху iOS и Android)",
	"resume_education_glasgow_extra" : "• Теза: ”Приспособяване на приложения за корпоративен дистанционен достъп към мобилни устройства”<br />• Спечели първо място в конкурс Най-добра компютърна програма за начинаещи, 2009",

	"portfolio_title" : "Портфолио_",
	"portfolio_all" : "всички",
	"portfolio_apps" : "мобилни приложения",
	"portfolio_apps_slack" : "slack приложения",
	"portfolio_used_stack" : "Технологии:",
	"portfolio_platforms" : "платформи",
	"portfolio_monzo_title" : "Monzo Bank - Приложение за Мобилно Банкиране",
	"portfolio_monzo_description" : "Роля: Старши Android Инженер<br /><br />• Осигурява лесен достъп до основни финансови инструменти чрез интуитивно мобилно приложение<br />• Известия за транзакции в реално време<br />• Сигурно и защитено с FCSC",
	"portfolio_everlog_title" : "Everlog - Тренировъчен Дневник",
	"portfolio_everlog_description" : "Роля: Основател, iOS и Android Инженер<br /><br />• Възможност за планиране, записване и следене на тренировки<br />• Приложението не разсейва по време на тренировка с лесен за ползване интерфейс<br />• Възможност за синхронизация на данни между няколко устройства",
	"portfolio_graffitab_title" : "GraffiTab - Социална Мрежа за Дигитални Артисти",
	"portfolio_graffitab_description" : "Роля: Основател, iOS и Android Инженер<br /><br />• Глобална мрежа от дигитални артисти<br />• Мини Photoshop предоставя оптимизирано за мобилни устройства рисуване използвайки OpenGL<br />• Артистите могат да бъдат следвани и да редактират своите картини",
	"portfolio_codinglove_title" : "TheCodingLove - Приложение за Slack за Забавни GIF-ове",
	"portfolio_codinglove_description" : "Роля: Партньор и Slack Инженер<br /><br />• Приложение за Slack за търсене на забавни GIF-ове за разработчици от базата данни на thecodinglove.com<br />• Снимките могат да бъдат споделяни във всеки Slack канал<br />• Предоставя възможност за самоунищожаващи се снимки<br />• Scraper позволява търсенето на снимки през главния сайт",
	"portfolio_fieldmargin_title" : "fieldmargin - Мениджмънт на Ферми",
	"portfolio_fieldmargin_description" : "Роля: Главен Android Инженер<br /><br />• Предоставя достъп на фермери до пълната информация за техните ферми<br />• Поддържа пълен офлайн режим, като данните се синхронизират, когато връзката се възстанови<br />• Разработката използва услуги на Google (Firebase, Карти)",
	"portfolio_qumu_title" : "Qumu - Видео Платформа",
	"portfolio_qumu_description" : "Роля: Главен iOS Инженер<br /><br />• Позволява дистрибуция на видео в сигурна среда в облака<br />• Viewer и Creator дублират функционалностите на уебсайта за предаване на видео на живо както и на запис<br />• Коментари, анкети и въпроси и отговори са основни функции, които разграничават приложението от конкуренцията",
	"portfolio_massalert_title" : "MassAlert - Платформа за Мобилни Известия",
	"portfolio_massalert_description" : "Роля: iOS Инженер и Консултант<br /><br />• Приложението получава известия на базата на канали, настроени от администратори<br />• Потребители могат да се присъединяват и напускат канали, както и да бъдат поканени<br />• Известията се изпращат като push нотификации, което ги прави доста надеждни",
	"portfolio_tabex_title" : "Tabex - Спри Пушенето",
	"portfolio_tabex_description" : "Роля: Android Инженер<br /><br />• Със съдействието на Sopharma<br />• Приложението следи определен график за приемането на Табекс таблетки против пушене<br />• Изпраща известия за следващото приемане на таблетка<br />• Потребителите имат възможност да събират точки и да печелят награди",
	"portfolio_mentalist_title" : "Mentalist - Платформа за Ескейп Стаи",
	"portfolio_mentalist_description" : "Роля: Android Инженер<br /><br />• Първият комплекс за ескейп стаи в България<br />• Администратори могат да създават ескейп игри и да ги пращат на устройствата използвани в стаите<br />• Мобилните приложения могат да свалят ъпдейти както и да стартират/спират игрите",
	"portfolio_getti_title" : "getti - Платформа за Карти за Лоялност",
	"portfolio_getti_description" : "Роля: iOS Инженер<br /><br />• Приложенията показват дигитална версия на getti картата на потребителите<br />• Описани са също магазини, където картата може да се използва, както и отстъпки за покупки",
	"portfolio_larctest_title" : "LarcTest - Платформа за Тренировка на Коне",
	"portfolio_larctest_description" : "Роля: iOS и Android Инженер<br /><br />• Списък с притежавани коне<br />• Добавянето на жизнени показатели след всяка тренировка позволява генериране на доклад за състоянието на животното<br />• Статистическите данни са анализирани и обобщени чрез лесни за разбиране таблици",
	"portfolio_tbob_title" : "The Best of Bulgaria - Шоукейс Приложение",
	"portfolio_tbob_description" : "Роля: iOS и Android Инженер<br /><br />• Показва интересни факти и традиции за България<br />• Съдържанието е разделено на секции<br />• Работи без интернет връзка",

	"recommendations_mark_name" : "Марк Роджерс",
	"recommendations_mark_position" : "CEO на Futurist Labs",
	"recommendations_mark_text" : "Георги е много талантлив мобилен програмист, с отлично око за дизайн и бизнес практичност. Притежава не само силни технически умения, но и може много добре да се аргументира, както и да бъде в директен контакт с клиенти, което е много ценно качество. Страхотна придобивка за всеки екип.",
	"recommendations_guillermo_name" : "Гилермо Амодео",
	"recommendations_guillermo_position" : "Изпълнителен Консултант и Водещ Инженер в IBM",
	"recommendations_guillermo_text" : "Георги е страхотен програмист. Притежава впечатляващи и ненадминати познания в сферата на мобилните технологии. Основните му задължения в IBM бяха не само превеждане на продуктите ни от код за PC на Android и iOS, а и от iOS на Android. Резултатите винаги надминаваха очакванията ни.",
	"recommendations_jose_name" : "Хосе Мануел Гомез",
	"recommendations_jose_position" : "Софтуерен Инженер в IBM",
	"recommendations_jose_text" : "Георги притежава значителни познания в сферата на разработка на мобилни приложения и умее да се справя със сложни проблеми бързо, като ги подхожда с много страст и мотивация, знаейки че ще увеличат познанията му. Работата с него е приятна и умее добре да се приобщи към всеки екип.",
	"recommendations_radoslav_name" : "Радослав Немчев",
	"recommendations_radoslav_position" : "Началник и Ръководител в Немечек ООД",
	"recommendations_radoslav_text" : "Интервюирах Георги за нашата стажантска програма. Той бързо ми показа добрите си познания във всички сфери, които ни интересуваха. Това направи решението ми много лесно и го поканих да се присъедини към нашия екип. Много е ентусиазиран и позитивен, но и отговорен. Определено можех да разчитам на него за всяка възложена длъжност.",
	"recommendations_ilija_name" : "Илия Илиев",
	"recommendations_ilija_position" : "Фрийлансър",
	"recommendations_ilija_text" : "Бях много впечатлен от професионалните проекти, върху които Георги е работил, за такъв млад програмист. Изчистен и красив интерфейс, интересни идеи и оптимистично мислене. Винаги ще е добре дошъл, ако пожелае да работи с нас в офисите ни в България и САЩ.",
	"recommendations_previous" : "Назад",
	"recommendations_next" : "Напред",

	"publications_title" : "Публикации_",
	"publications_1_date" : "Април 26 - Май 01, 2014",
	"publications_1_title" : "Изучаване на дигитални графити под формата на позиционна социална мрежа",
	"publications_1_description" : "• Автор и iOS Инженер на DigiGraff<br />• Изследва по-задълбочено как потребителите интегрират утилитарни и игриви аспекти на местоположението в създаването на социални медии с двуседмично проучване<br />• Конференция ACM CHI 2014 (Торонто, Канада) ACM Преса (2014)",
	"publications_2_date" : "Май 05 - 10, 2012",
	"publications_2_title" : "DigiGraff: Социална мрежа чрез дигитални графити",
	"publications_2_description" : "• Автор и iOS Инженер на DigiGraff<br />• DigiGraff е социална мрежа, което използва местоположението на потребителите за основен, а не като вторичен, аспект на социалните медии и използва виртуални скици като начин за комуникация и обмен на информация между потребителите.<br />• Конференция CHI EA ’12 CHI ’12 Extended Abstracts on Human Factors in Computing Systems Pages 2591-2596",

	"contact_title" : "Свържи се с мен_",
	"contact_letter" : "или ми пиши тук_",
	"contact_copyright" : "© 2023 Георги Христов. Всички Права Запазени",
	"contact_send" : "Изпрати",
	"contact_name" : "Твоето име",
	"contact_email" : "Твоят имейл",
	"contact_message" : "Напиши съобщението си тук"
}
