{
	"page_title" : "Георги Христов, Разработчик на мобилни приложения и Предприемач, Лондон",

	"nav_hello" : "Здравей",
	"nav_resume" : "Резюме",
	"nav_portfolio" : "Портфолио",
	"nav_testimonials" : "Препоръки",
	"nav_publications" : "Публикации",
	"nav_contact" : "Контакти",

	"header_name" : "Георги Христов_",
	"header_work" : "разработчик на мобилни приложения, предприемач",
	"header_email" : "Имейл:",
	"header_city" : "Град:",
	"header_city_value" : "Лондон, Великобритания",

	"hello_title" : "Здравей_",
	"hello_summary" : "Работя като Водещ Мобилен Разработчик, способен да създаде цялостно мобилно приложение - от самата идея, мокъп и дизайн, до разработка и UX. Умея да пиша добре документиран, лесен за разбиране и ефикасен код, използвайки актуални стратегии и методи за разработка на мобилни приложения. Уча се бързо, работя усърдно и добре в екип и притежавам експертни познания в сферите на Андроид и iOS.",
	"hello_hire" : "Наеми Ме",
	"hello_download" : "Свали CV",

	"resume_title" : "Резюме_",
	"resume_summary" : "В момента работя във Field Margin Ltd. като Водещ Мобилен Разработчик. Страстта ми са мобилните приложения, специално тези за <b>Андроид</b> и <b>iOS</b> платформите. През годините съм работил по многобройни проекти, като най-големият засега е GraffiTab Ltd., където аз съм основател, мобилен разработчик и участвам в дизайна и архитектурата на цялата система, както и дизайна на маркетинговия уебсайт.",
	"resume_education" : "образование",
	"resume_education_glasgow_title" : "Глазгоуски Университет",
	"resume_education_glasgow_degree" : "Магистърска степен по Мобилно Софтуерно Инженерство",
	"resume_education_glasgow_extra" : "&nbsp;&nbsp;• Първа награда в конкурс Най-добра компютърна програма.",
	"resume_education_secondary_title" : "30-то СОУ \"Братя Миладинови\"",
	"resume_education_secondary_degree" : "Диплома за средно образование",
	"resume_education_secondary_extra" : "&nbsp;&nbsp;• Изучаване на история и немски език.",
	"resume_employment" : "трудов стаж",
	"resume_employment_fieldmargin_title" : "Field Margin ООД",
	"resume_employment_fieldmargin_date" : "2017 - До момента",
	"resume_employment_fieldmargin_position" : "Водещ Мобилен Разработчик",
	"resume_employment_fieldmargin_summary" : "&nbsp;&nbsp;• Водещ Андроид разработчик, отговорен за първоначалната преработка и дизайн на мобилното приложение fieldmargin, както и за осигуряването на максимално високо качество на изработка и операция както на Андроид, така и на iOS операционни системи.<br />&nbsp;&nbsp;• Началник на екип Андроид.<br />&nbsp;&nbsp;• Съучастник във вземане на решения, свързани с продукта на фирмата, както и специалист по осигуряването на чист и подреден код, който може лесно да бъде тестван и преработван.",
	"resume_employment_qumu_title" : "Qumu Корпорация",
	"resume_employment_qumu_position" : "Мобилен Разработчик",
	"resume_employment_qumu_summary" : "&nbsp;&nbsp;• Водещ мобилен разработчик по създаването на първите Андроид и iOS приложения на компанията.<br />&nbsp;&nbsp;• Консултант по мобилен дизайн за подновената версия на продукта. Съвместна работа с екипът в Hyderabad за преправяне на приложенията.<br />&nbsp;&nbsp;• Участие в продуктовия дизайн и външен вид.",
	"resume_employment_futurist_title" : "Futurist Labs (Стартъп фирма)",
	"resume_employment_futurist_position" : "Почастен Работник и Мобилен Консултант",
	"resume_employment_futurist_summary" : "&nbsp;&nbsp;• Водещ мобилен разработчик по изработката на първите мобилни приложения за Futurist Labs. Работа по многобройни проекти, включително социални мрежи (Tabex, GetLokal), медицински (LarcTest), персонални (Phyre, getti), музикални (Mansions on the Moon) и игри (Mentalist).<br />&nbsp;&nbsp;• Участие в изграждането на компанията, GitHub и Bitbicken репозитории, както и организацията на проекти и комуникация (Trello, Slack, Jira).<br />&nbsp;&nbsp;• Поддръжка на дълготрайни клиентски връзки.",
	"resume_employment_proxiad_title" : "Проксиад",
	"resume_employment_proxiad_position" : "Мобилен Разработчик",
	"resume_employment_proxiad_summary" : "&nbsp;&nbsp;• Дизайн и разработка на мобилни приложения (iOS и Андроид) за клиента SmartInteractive.<br />&nbsp;&nbsp;• Работа по проекти от различни сфери, включително медицина (MEDImaging Case), игри (La Roue de la Vie) и електронни списания (SuperBike, Sfera).",
	"resume_employment_ibm_position" : "Андроид Разработчик",
	"resume_employment_ibm_summary" : "&nbsp;&nbsp;• Съвместна работа с мобилния екип на IBM по време на магистратурата ми.<br />&nbsp;&nbsp;• Изработка на приложение за Андроид, което позволява пълен контрол над таблета или телефона през компютър или лаптоп. Приложението е създадено чрез превеждане на вече съществуващата библиотека от Java на Андроид, дизайн и разработка, както и експеримент с истински потребители за оценка на продукта.",
	"resume_employment_ibm_date" : "юни 2012 - септември 2012",
	"resume_employment_ibm_2_position" : "iOS Стажант",
	"resume_employment_ibm_2_summary" : "&nbsp;&nbsp;• Летен стаж в IBM. Разработка на iOS приложение, позволяващо контрол на лаптоп или компютър през iOS устройство. Проектът е част от продукта на IBM, Tivoli Endpoint Manager, и включва превеждане на код от C на Objective-C, дизайн и разработка на iOS приложението и оценка на системата.",
	"resume_skills" : "умения",

	"portfolio_title" : "Портфолио_",
	"portfolio_all" : "всички",
	"portfolio_apps" : "мобилни приложения",
	"portfolio_platforms" : "платформи",
	"portfolio_graffitab_title" : "GraffiTab",
	"portfolio_graffitab_description" : "Социална платформа за артисти. <u>Прочети повече</u>",
	"portfolio_graffitab_large" : "Социална мрежа, която сближава артисти глобално. Включва две приложения - iOS и Андроид, специално създадени за таблети и телефони, които предлагат прецизни инструменти за рисуване, с които нашите аартисти могат да творят съвместно и да споделят рисунките си глобално.",
	"portfolio_used_stack" : "Използвани технологии:",
	"portfolio_fieldmargin_title" : "fieldmargin - фермата в твоя джоб",
	"portfolio_fieldmargin_description" : "Визуален дневник на всичко, случващо се в твоята ферма. <u>Прочети повече</u>",
	"portfolio_fieldmargin_large" : "fieldmargin е лесен за позползване, визуален дневник на твоята ферма. Рисувай карти, пиши бележки, контактувай с твоя тийм със или без интернет връзка.",
	"portfolio_qumu_title" : "Qumu - Видео Платформа",
	"portfolio_qumu_description" : "Платформа за видео обработка. <u>Прочети повече</u>",
	"portfolio_qumu_large" : "Qumu е корпоративна видео платформа. Придружаващите мобилни приложения позволяват създаване и гледане на видео, поради което продуктът е разделен на две отделни мобилни приложения. <br /> <br /> Приложението Creator позволява на клиентите да управляват своите видео презентации с лесен за използване интерфейс, както и да създават нови презентации. <br /> <br />Приложението Viewer позволява на клиентите да гледат видеоклипове от платформата Qumu. За видеоклиповете на живо приложението предлага сесии за Q&A, както и слайдове, докато презентацията тече.",
	"portfolio_massalert_description" : "Мобилни известия за всеки тип групи. <u>Прочети повече</u>",
	"portfolio_massalert_large" : "Мобилни известия за всеки тип групи. Позволява на потребителите да създават персонализирани канали, както и да се абонират за популярни канали, за да получават известия, изпратени от модератори.",
	"portfolio_tabex_title" : "Tabex - Бивш Пушач",
	"portfolio_tabex_description" : "Персонализирано приложение за подкрепа по пътя към живот без пушене. <u>Прочети повече</u>",
	"portfolio_tabex_large" : "Персонализирано приложение за подкрепа по пътя към живот без пушене. Приложението ви напомня за многобройните причини да спрете да пушите: времето, парите и ценните моменти. Следвайте напредъка си със статистика в реално време, отключете постижения и се присъединете към общност от бивши пушачи, за да постигнете целта си. Печелете точки за постиженията си и се конкурирайте с други бивши пушачи. Получавате ежедневни съвети за здраве и умствени навици, за да се справите със стресът от отказването.",
	"portfolio_mentalist_title" : "Mentalist - Първият Escape Room Комплекс в България",
	"portfolio_mentalist_description" : "Първият Escape Room комплекс в България. <u>Прочети повече</u>",
	"portfolio_getti_description" : "Вземи максимума от всяка покупка с getti карта. <u>Прочети повече</u>",
	"portfolio_larctest_description" : "Приложение за анализ и тренировка на състезателни коне. <u>Прочети повече</u>",
	"portfolio_tbob_title" : "Най-доброто от България",
	"portfolio_tbob_description" : "Научи факти и традиции за България. <u>Прочети повече</u>",

	"recommendations_mark_name" : "Марк Роджерс",
	"recommendations_mark_position" : "CEO на Futurist Labs",
	"recommendations_mark_text" : "Георги е много талантлив мобилен разработчик, с отлично око за дизайн и бизнес практичност. Притежава не само силни технически умения, но и може много добре да се аргументира, както и да бъде в директен контакт с клиенти, което е много ценно качество. Страхотна придобивка за всеки тийм.",
	"recommendations_guillermo_name" : "Гилермо Амодео",
	"recommendations_guillermo_position" : "Изпълнителен Консултант и Водещ Инженер в IBM",
	"recommendations_guillermo_text" : "Георги е страхотен разработчик. Притежава впечатляващи и ненадминати познания в сферата на мобилните технологии. Основните му задължения в IBM бяха не само превеждане на продуктите ни от код за PC на Андроид и iOS, а и от iOS на Андроид. Резултатите винаги надминаваха очакванията ни.",
	"recommendations_jose_name" : "Хосе Мануел Гомез",
	"recommendations_jose_position" : "Софтуерен Инженер в IBM",
	"recommendations_jose_text" : "Георги притежава значителни познания в сферата на разработка на мобилни приложения и умее да се справя със сложни проблеми бързо, като ги подхожда с много страст и мотивация, знаейки че ще увеличат познанията му. Работата с него е приятна и умее добре да се приобщи към всеки тийм.",
	"recommendations_radoslav_name" : "Радослав Немчев",
	"recommendations_radoslav_position" : "Началник и Ръководител в Немечек ООД",
	"recommendations_radoslav_text" : "Интервюирах Георги за нашата стажантска програма. Той бързо ми показа добрите си познания във всички сфери, които ни интересуваха. Това направи решението ми много лесно и го поканих да се присъедини към нашия екип. Много е ентусиазиран и позитивен, но и отговорен. Определено можех да разчитам на него за всяка възложена длъжност.",
	"recommendations_ilija_name" : "Илия Илиев",
	"recommendations_ilija_position" : "Фрийлансър",
	"recommendations_ilija_text" : "Бях много впечатлен от професионалните проекти, върху които Георги е работил, за такъв млад програмист. Изчистен и красив интерфейс, интересни идеи и оптимистично мислене. Винаги ще е добре дошъл, ако пожелае да работи с нас в офисите ни в България и САЩ.",
	"recommendations_previous" : "Назад",
	"recommendations_next" : "Напред",

	"publications_title" : "Публикации_",
	"publications_1_date" : "април 26 - май 01, 2014",
	"publications_1_title" : "Изучаване на дигитални графити под формата на позиционна социална мрежа",
	"publications_1_description" : "Вторa публикация, посветена на географските социални медии. Тук изследваме по-задълбочено как потребителите интегрират утилитарни и игриви аспекти на местоположението в създаването на социални медии с двуседмично проучване.<br /><br /><i>Конференция ACM CHI 2014 (Торонто, Канада) ACM Преса (2014).</i>",
	"publications_2_date" : "май 05 - 10, 2012",
	"publications_2_title" : "DigiGraff: Социална мрежа чрез дигитални графити",
	"publications_2_description" : "DigiGraff е социална мрежа, което използва местоположението на потребителите за основен, а не като вторичен, аспект на социалните медии и използва виртуални скици (графити) като начин за комуникация и обмен на информация между потребителите.<br /><br /><i>Конференция CHI EA ’12 CHI ’12 Extended Abstracts on Human Factors in Computing Systems Pages 2591-2596</i>",

	"contact_title" : "Свържи се с мен_",
	"contact_letter" : "Или ми пиши тук_",
	"contact_copyright" : "© 2018 Георги Христов. Всички Права Запазени",
	"contact_send" : "Изпрати",
	"contact_name" : "Твоето име",
	"contact_email" : "Твоят имейл",
	"contact_message" : "Напиши съобщението си тук"
}