{
	"page_title" : "Georgi Christov, App Developer and Entrepreneur, London",
	
	"nav_hello" : "Hello",
	"nav_resume" : "Resume",
	"nav_portfolio" : "Portfolio",
	"nav_testimonials" : "Testimonials",
	"nav_publications" : "Publications",
	"nav_contact" : "Contact",

	"header_name" : "Georgi Christov_",
	"header_work" : "app developer, entrepreneur",
	"header_email" : "Email:",
	"header_city" : "City:",
	"header_city_value" : "London, United Kingdom",

	"hello_title" : "Hi_",
	"hello_summary" : "I am a Lead Mobile App developer able to build a complete mobile solution from the ground up - from concept, layout and programming to design and UX. Skilled at writing well-designed, testable and efficient code using current best practices in App development. Fast learner, hard worker and team player who is proficient in both Android and iOS platforms with working industry knowledge.",
	"hello_hire" : "Hire Me",
	"hello_download" : "Download CV",

	"resume_title" : "Resume_",
	"resume_summary" : "I am a Lead Mobile Developer at Field Margin Ltd. I love making apps for mobile devices and my passion is working with the <b>Android</b> and <b>iOS</b> mobile platforms. I have worked on various different projects in the past few years and the largest one so far is GraffiTab Ltd., where I am the founder, mobile developer and participate in architecting the server-side as well as the marketing website.",
	"resume_education" : "education",
	"resume_education_glasgow_title" : "University of Glasgow",
	"resume_education_glasgow_degree" : "MSci in Mobile Software Engineering",
	"resume_education_glasgow_extra" : "&nbsp;&nbsp;• Received award for Best Novice Computer Program competition.",
	"resume_education_secondary_title" : "30th School \"Miladinovi Brothers\"",
	"resume_education_secondary_degree" : "Degree of Secondary Education",
	"resume_education_secondary_extra" : "&nbsp;&nbsp;• Studied History and German language.",
	"resume_employment" : "employment",
	"resume_employment_fieldmargin_title" : "Field Margin Ltd.",
	"resume_employment_fieldmargin_date" : "2017 - Present",
	"resume_employment_fieldmargin_position" : "Lead Mobile Developer",
	"resume_employment_fieldmargin_summary" : "&nbsp;&nbsp;• Lead Android Developer, responsible for the initial redesign of the fieldmargin app as well as maintaining top user experience on both iOS and Android platforms.<br />&nbsp;&nbsp;• Managing the Android team.<br />&nbsp;&nbsp;• Involved in the product decision making process as well as advising on best industry practices for producing clean, testable and reusable solutions.",
	"resume_employment_qumu_title" : "Qumu Corporation",
	"resume_employment_qumu_position" : "Mobile Developer",
	"resume_employment_qumu_summary" : "&nbsp;&nbsp;• Lead mobile engineer on implementing the first iOS and Android apps for the platform.<br />&nbsp;&nbsp;• Mobile design consultant for the new version of the Qumu platform. Worked closely with our team in Hyderabad on re-implementing both apps.<br />&nbsp;&nbsp;• Involved in the overall product design.",
	"resume_employment_futurist_title" : "Futurist Labs (Start-up company)",
	"resume_employment_futurist_position" : "Contractor and Mobile Consultant",
	"resume_employment_futurist_summary" : "&nbsp;&nbsp;• Lead mobile developer for the initial apps for the Futurist Labs start-up. Worked on various projects, ranging from social (Tabex, GetLokal), medical (LarcTest), personal (Phyre, getti), music (Mansions on the Moon) and games (Mentalist).<br />&nbsp;&nbsp;• Taken part in establishing company structure, GitHub and Bitbucket repositories and project tracking and communication systems (Trello, Slack, Jira).<br />&nbsp;&nbsp;• Taken part in establishing stable long-term client relations.",
	"resume_employment_proxiad_title" : "Proxiad",
	"resume_employment_proxiad_position" : "Mobile Developer",
	"resume_employment_proxiad_summary" : "&nbsp;&nbsp;• Involved in the design and development for mobile applications (iOS and Android) for our SmartInteractive client.<br />&nbsp;&nbsp;• Worked on projects in various fields such as medicine (MEDImaging Case), games (La Roue de la Vie) and electronic magazines (SuperBike, Sfera).",
	"resume_employment_ibm_position" : "Android Developer",
	"resume_employment_ibm_summary" : "&nbsp;&nbsp;• Worked alongside the IBM mobile team during my MSci year at university.<br />&nbsp;&nbsp;• Developed an Android application which allowed an Android-powered device to be controlled from a PC. The application involved porting existing Java code for Android, designing and implementing the application and conducting a user experiment to evaluate the system.",
	"resume_employment_ibm_date" : "Jun. 2012 - Sep. 2012",
	"resume_employment_ibm_2_position" : "iOS Developer Intern",
	"resume_employment_ibm_2_summary" : "&nbsp;&nbsp;• Summer internship with IBM. Developed an iOS app to control a PC from an iOS device. This was part of IBM’s Tivoli Endpoint Manager project and involved porting source from C to Objective-C, designing and implementing the iOS app and interface and evaluating the system.",
	"resume_skills" : "general skills",

	"portfolio_title" : "Portfolio_",
	"portfolio_all" : "all",
	"portfolio_apps" : "mobile apps",
	"portfolio_platforms" : "platforms",
	"portfolio_graffitab_title" : "GraffiTab - Connecting Artists",
	"portfolio_graffitab_description" : "Social networking platform bringing artists together. <u>Read more</u>",
	"portfolio_graffitab_large" : "Social networking platform bringing artists together globally. Includes, two mobile apps - iOS and Android, both designed for tablets and phones that offer highly precise drawing tools which allow our artists to collaborate, create or share their work with our worldwide community.",
	"portfolio_used_stack" : "Used stack:",
	"portfolio_fieldmargin_title" : "fieldmargin - your farm in your pocket",
	"portfolio_fieldmargin_description" : "Easy to use visual record of your farm. <u>Read more</u>",
	"portfolio_fieldmargin_large" : "fieldmargin is an easy to use visual record of your farm. Draw maps, make notes, leave messages for your team and more, with or without internet connection.",
	"portfolio_qumu_title" : "Qumu - Enterprise Video",
	"portfolio_qumu_description" : "Video media publishing platform and companion app. <u>Read more</u>",
	"portfolio_qumu_large" : "Qumu is an enterprise video platform. The companion mobile apps allow both content creation and viewing which is why this experience is split between two separate modile apps.<br /><br />The Creator app allows customers to manage their video presentations with a simple easy-to-use interface as well as to create new presentations both Live and for On Demand viewing.<br /><br />The Viewer app allows customers to watch both Live and On Demand videos directly from the Qumu platform. For Live videos it also allows them to engage in live Q&A sessions and view slides as the presentation is ongoing.",
	"portfolio_massalert_description" : "Mobile notifications for any group. <u>Read more</u>",
	"portfolio_massalert_large" : "Mobile notifications for any group. Allows users to create personalized channels and subscribe to popular channels to receive push notifications sent by channel moderators.",
	"portfolio_tabex_title" : "Tabex - Ex Smoker",
	"portfolio_tabex_description" : "Personal support app in the journey to a new smoke-free life. <u>Read more</u>",
	"portfolio_tabex_large" : "Personal support app in the journey to a new smoke-free life. The app reminds you of all the reasons to quit: time, money & precious moments saved. Follow your progress with real time stats, unlock achievements and join a community of ex-smokers to help you achieve your goals. Get points for your achievements and compete against other ex-smokers as well as receive daily tips on health and mental habits to cope with the stress of quitting.",
	"portfolio_mentalist_title" : "Mentalist - Mentalist - The First Escape Room Complex in Bulgaria",
	"portfolio_mentalist_description" : "The first escape room complex in Bulgaria. <u>Read more</u>",
	"portfolio_getti_description" : "Loyalty-based platform and companion app. <u>Read more</u>",
	"portfolio_larctest_description" : "Analysis app for high-performance horse training. <u>Read more</u>",
	"portfolio_tbob_title" : "The Best of Bulgaria",
	"portfolio_tbob_description" : "Learn facts and traditions about Bulgaria. <u>Read more</u>",

	"recommendations_mark_name" : "Mark Rogers",
	"recommendations_mark_position" : "CEO at Futurist Labs",
	"recommendations_mark_text" : "Georgi is a very talented mobile developer with a great eye for design and business practicality. Not only does he have strong technical skills, he can also articulate himself very well and be in direct contact with clients which is a very valuable asset. He is a great addition to any team.",
	"recommendations_guillermo_name" : "Guillermo Amodeo",
	"recommendations_guillermo_position" : "Managing Consultant and Engineering Lead at IBM",
	"recommendations_guillermo_text" : "Georgi is a great developer. He has an impressive knowledge of Mobile Software Development that is difficult to match. His main roles in IBM have been not only porting management products from Desktop computers to both iOS and Android, but also from iOS to Android; and the results have always exceeded expectations.",
	"recommendations_jose_name" : "Jose Manuel Gomez",
	"recommendations_jose_position" : "Software Engineer at IBM",
	"recommendations_jose_text" : "Georgi has a breadth of knowledge in mobile software development and is able to take on complex challenges very quickly and with a lot of drive and passion for learning new things. He is also enjoyable to work with in a development team.",
	"recommendations_radoslav_name" : "Radoslav Nemchev",
	"recommendations_radoslav_position" : "Team Leader at Nemechek OOD",
	"recommendations_radoslav_text" : "I interviewed Georgi for our internship program. He showed me quickly his good knowledge in all areas we were interested in. So I took the obvious and easy decision to invite him to join my team. He is very enthusiastic and positive person and at the same time very responsible. I definitely could rely on him for every assigned task.",
	"recommendations_ilija_name" : "Iliya Iliev",
	"recommendations_ilija_position" : "Freelance Developer",
	"recommendations_ilija_text" : "I was very impressed by Georgi's professional work done in mobile software development area for such young programmer. Nice and clear user interface, interesting ideas and optimistic thinking. He will always be welcome to work with us in our offices in USA and Bulgaria.",
	"recommendations_previous" : "Previous",
	"recommendations_next" : "Next",

	"publications_title" : "Publications_",
	"publications_1_date" : "April 26 - May 01, 2014",
	"publications_1_title" : "Studying digital graffiti as a location-based social network",
	"publications_1_description" : "Second paper published on the topic of geo-tagged social media. Here we explore even further how how users incorporated both utilitarian and playful aspects of location into their social media creation with a two week long study.<br /><br /><i>In proceedings of ACM CHI 2014 (Toronto, Canada) ACM Press (2014).</i>",
	"publications_2_date" : "May 05 - 10, 2012",
	"publications_2_title" : "DigiGraff: considering graffiti as a location based social network",
	"publications_2_description" : "DigiGraff is a social networking application that considers location as a primary rather than secondary aspect of social media and uses virtual sketches (or graffiti) as a way of communication and information sharing between users.<br /><br /><i>Proceeding CHI EA ’12 CHI ’12 Extended Abstracts on Human Factors in Computing Systems Pages 2591-2596</i>",

	"contact_title" : "Get in touch_",
	"contact_letter" : "Or just write me a letter here_",
	"contact_copyright" : "© 2018 Georgi Christov. All Rights Reserved",
	"contact_send" : "Send",
	"contact_name" : "Your name",
	"contact_email" : "Your e-mail",
	"contact_message" : "Type your message here"
}