{
	"page_title" : "Georgi Christov, Lead iOS and Android Engineer",

	"nav_hello" : "Hello",
	"nav_resume" : "Resume",
	"nav_portfolio" : "Portfolio",
	"nav_testimonials" : "Testimonials",
	"nav_publications" : "Publications",
	"nav_contact" : "Contact",

	"header_name" : "Georgi Christov_",
	"header_work" : "lead iOS and Android engineer",
	"header_email" : "Email:",
	"header_location" : "Area:",
	"header_location_value" : "Spain",

	"hello_title" : "Hi_",
	"hello_summary" : "I am a Lead iOS and Android Engineer with a passion for building complete mobile solutions from the ground up - from concept, design and code to user experience (UX) and market. Skilled at writing well designed, testable and efficient code using current best practices in app development. Fast learner, hard worker and team player who is proficient in both Android and iOS platforms with proven industry knowledge.",
	"hello_hire" : "Get in touch",
	"hello_download" : "View CV",

	"resume_title" : "Resume_",
	"resume_summary" : "I have taken on various projects in the past few years the largest ones so far being Everlog (workout tracker app) and GraffiTab (social network for digital artists), where I am the founder, iOS and Android engineer and server-side architect.",
	"resume_employment" : "experience",
	"resume_employment_monzo_title" : "Monzo Bank <small>(Mobile banking made easy)</small>",
	"resume_employment_monzo_date" : "Jun 2021 - PRESENT",
	"resume_employment_monzo_position" : "Senior Android Engineer",
	"resume_employment_monzo_summary" : "• Building the best bank account in the world with more than 5.31 million active customers and hundreds more joining every day",
	"resume_employment_fieldmargin_title" : "Field Margin <small>(Leading start-up in UK farming sector)</small>",
	"resume_employment_fieldmargin_date" : "Mar 2017 - Jun 2021",
	"resume_employment_fieldmargin_position" : "Lead Android Engineer",
	"resume_employment_fieldmargin_summary" : "• Delivering unique and innovative mobile solutions to farmers globally; ensuring top code and design quality by extensive monitor and research into modern best practices in CI automation, sharing multi-platform business logic with Kotlin, dependency injection with Dagger 2, code reviews and mobile architecture patterns MVI, MVP and MVVM",
	"resume_employment_qumu_title" : "Qumu <small>(Leader in Aragon Research Globe for enterprise video, 2021)</small>",
	"resume_employment_qumu_date" : "Aug 2014 - Mar 2017",
	"resume_employment_qumu_position" : "Lead iOS and Android Engineer",
	"resume_employment_qumu_summary" : "• Streamlined and optimised Qumu’s web enterprise video experience for mobile and TV devices allowing both HLS Live and VOD streaming as well as innovative interactive polls, QnA and comments sections; ensured smooth and seamless mobile team and technology merges during company acquisition periods",
	"resume_employment_futurist_title" : "Futurist Labs <small>(App agency specializing in MVP development for start-ups and disruptive technologies)</small>",
	"resume_employment_futurist_date" : "Aug 2014 - Sep 2016",
	"resume_employment_futurist_position" : "Contractor, Lead iOS and Android Engineer",
	"resume_employment_futurist_summary" : "• Established stable long-term client relations by delivering exceptional mobile app experiences in the social, medical, music and gaming sectors; ensured stable initial company structure through CI automation, GitHub source control and competitive analysis of markets",
	"resume_employment_proxiad_title" : "Smart Interactive <small>(E-magazines and enterprise software agency)</small>",
	"resume_employment_proxiad_date" : "Jun 2013 - Aug 2014",
	"resume_employment_proxiad_position" : "iOS and Android Engineer",
	"resume_employment_proxiad_summary" : "• Increased e-magazine subscription purchases by developing a shared content viewer SDK for iOS and Android allowing faster project completion, app customisation and customer acquisition; rolled out MEDImaging Case, a first-of-its-kind social app for educational medical diagnosis",
	"resume_employment_ibm_title" : "IBM <small>(World leader in innovative products and solutions)</small>",
	"resume_employment_ibm_date" : "Sep 2012 - Jun 2013",
	"resume_employment_ibm_position" : "Android Engineer",
	"resume_employment_ibm_summary" : "• Brought IBM’s Tivoli Endpoint Manager experience to the Android platform as part of an MSci thesis; ensured app success by close monitor and analysis of user focus groups",
	"resume_employment_ibm_2_date" : "Jun 2012 - Sep 2012",
	"resume_employment_ibm_2_position" : "iOS Engineer Intern",
	"resume_employment_ibm_2_summary" : "• Created and rolled out IBM’s first mobile app for remote controlling PCs from iPads to complement their existing Tivoli Endpoint Manager software",
	"resume_employment_uni_date" : "Sep 2011 - May 2012",
	"resume_employment_uni_position" : "Tutor at the School of Computing Science",
	"resume_employment_uni_summary" : "• Assisted and provided guidance to first-year students during their computing science lab tutorials",
	"resume_education" : "education",
	"resume_education_glasgow_title" : "University of Glasgow, United Kingdom",
	"resume_education_glasgow_date" : "Sep 2008 - May 2013",
	"resume_education_glasgow_degree" : "Masters Degree in Mobile Software Engineering (Focus on iOS and Android)",
	"resume_education_glasgow_extra" : "• MSci Thesis: ”Introducing the power of enterprise endpoint management to mobile devices”<br />• Won 1st place at the annual Novice Computer Programming Contest, 2009",

	"portfolio_title" : "Portfolio_",
	"portfolio_all" : "all",
	"portfolio_apps" : "mobile apps",
	"portfolio_apps_slack" : "slack apps",
	"portfolio_used_stack" : "Tech stack:",
	"portfolio_platforms" : "platforms",
	"portfolio_monzo_title" : "Monzo Bank - Mobile Banking App",
	"portfolio_monzo_description" : "Role: Senior Android Engineer<br /><br />• Brings together all your financial tools in your pocket with one easy-to-use app<br />• Receive notifications about transactions in real time<br />• Secure with FSCS protection",
	"portfolio_everlog_title" : "Everlog - Workout Tracker & Planner",
	"portfolio_everlog_description" : "Role: Founder, iOS and Android Engineer<br /><br />• Track, plan and organize workout schedules<br />• Almost hands-free interaction during gym sessions<br />• Sync routines and history accross multiple devices",
	"portfolio_graffitab_title" : "GraffiTab - Social Network for Digital Artists",
	"portfolio_graffitab_description" : "Role: Founder, iOS and Android Engineer<br /><br />• Connect with digital artists worldwide<br />• Mini Photoshop allows for an optimised digital drawing experience with lower level UI rendering using OpenGL<br />• Artists can be follow and be followed as well as manage their posts",
	"portfolio_codinglove_title" : "TheCodingLove - Slack App for Developer GIFs",
	"portfolio_codinglove_description" : "Role: Partner and Slack App Engineer<br /><br />• Slack app for searching through thecodinglove.com's catalog of humorous developer GIFs<br />• Pictures can be shared in any Slack channel<br />• Self-destruct mode keeps the channels clean<br />• Content scraper searches through available pictures",
	"portfolio_fieldmargin_title" : "fieldmargin - Farm Management App",
	"portfolio_fieldmargin_description" : "Role: Lead Android Engineer<br /><br />• Allows farmers to have full access to their farm records from their pocket<br />• Supports offline mode and syncs data when device is online<br />• Built on top of Google services (Firebase, Maps) with lots of customisation",
	"portfolio_qumu_title" : "Qumu - Enterprise Video Platform",
	"portfolio_qumu_description" : "Role: Lead iOS Engineer<br /><br />• Allows enterprise videos to be broadcast in a secure cloud environment<br />• Viewer and Creator apps replicate website functionality for setting up Live and VOD video streams<br />• Advanced polls, comments and Q&A features make the app stand out from similar apps in the category",
	"portfolio_massalert_title" : "MassAlert - Mobile Notifications Platform",
	"portfolio_massalert_description" : "Role: iOS Engineer and Consultant<br /><br />• App schedules and receives alerts based on channels setup by admin users<br />• Users can be join or leave channels or be invited<br />• Alerts are sent as push notifications making them highly reliable",
	"portfolio_tabex_title" : "Tabex - App to Help You Quit Smoking",
	"portfolio_tabex_description" : "Role: Android Engineer<br /><br />• Developed in partnership with Sopharma<br />• Keeps track of a schedule for taking Tabex anti-smoking pills<br />• Sends reminders when next pill should be taken<br />• Gamification features allow users to stick to their schedule and compete against eachother",
	"portfolio_mentalist_title" : "Mentalist - Escape Room Platform",
	"portfolio_mentalist_description" : "Role: Android Engineer<br /><br />• The first escape room complex in Bulgaria<br />• Admins can setup escape toom games remotely and deploy them to mobile devices held by room facilitators<br />• Apps can download new content and update themselves as well as start/stop games",
	"portfolio_getti_title" : "getti - Loyalty Card Platform",
	"portfolio_getti_description" : "Role: iOS Engineer<br /><br />• Apps display a digital version of a physical getti card which a user posesses<br />• Available stores where the card can be used are listed along with any available discounts and codes",
	"portfolio_larctest_title" : "LarcTest - High-performance Horse Training Platform",
	"portfolio_larctest_description" : "Role: iOS and Android Engineer<br /><br />• Keep track of owned horses<br />• Enter vitals for each animal after training and receive performance statistics<br />• Statistics are analysed to provide easy to understand charts and graphs",
	"portfolio_tbob_title" : "The Best of Bulgaria - Showcase App",
	"portfolio_tbob_description" : "Role: iOS and Android Engineer<br /><br />• Shows interesting facts and traditions about Bulgaria<br />• Content is split into sections<br />• Full offline support",

	"recommendations_mark_name" : "Mark Rogers",
	"recommendations_mark_position" : "CEO at Futurist Labs",
	"recommendations_mark_text" : "Georgi is a very talented mobile developer with a great eye for design and business practicality. Not only does he have strong technical skills, he can also articulate himself very well and be in direct contact with clients which is a very valuable asset. He is a great addition to any team.",
	"recommendations_guillermo_name" : "Guillermo Amodeo",
	"recommendations_guillermo_position" : "Managing Consultant and Engineering Lead at IBM",
	"recommendations_guillermo_text" : "Georgi is a great developer. He has an impressive knowledge of Mobile Software Development that is difficult to match. His main roles in IBM have been not only porting management products from Desktop computers to both iOS and Android, but also from iOS to Android; and the results have always exceeded expectations.",
	"recommendations_jose_name" : "Jose Manuel Gomez",
	"recommendations_jose_position" : "Software Engineer at IBM",
	"recommendations_jose_text" : "Georgi has a breadth of knowledge in mobile software development and is able to take on complex challenges very quickly and with a lot of drive and passion for learning new things. He is also enjoyable to work with in a development team.",
	"recommendations_radoslav_name" : "Radoslav Nemchev",
	"recommendations_radoslav_position" : "Team Leader at Nemechek OOD",
	"recommendations_radoslav_text" : "I interviewed Georgi for our internship program. He showed me quickly his good knowledge in all areas we were interested in. So I took the obvious and easy decision to invite him to join my team. He is very enthusiastic and positive person and at the same time very responsible. I definitely could rely on him for every assigned task.",
	"recommendations_ilija_name" : "Iliya Iliev",
	"recommendations_ilija_position" : "Freelance Developer",
	"recommendations_ilija_text" : "I was very impressed by Georgi's professional work done in mobile software development area for such young programmer. Nice and clear user interface, interesting ideas and optimistic thinking. He will always be welcome to work with us in our offices in USA and Bulgaria.",
	"recommendations_previous" : "Previous",
	"recommendations_next" : "Next",

	"publications_title" : "Publications_",
	"publications_1_date" : "April 26 - May 01, 2014",
	"publications_1_title" : "Studying Digital Graffiti as a Location-Based Social Network",
	"publications_1_description" : "• Co-writer & iOS Engineer of DigiGraff<br />• Explores how users incorporate both utilitarian and playful aspects of location into their social media creation with a two week long study<br />• In proceedings of ACM CHI 2014 (Toronto, Canada) ACM Press (2014)",
	"publications_2_date" : "May 05 - 10, 2012",
	"publications_2_title" : "DigiGraff: considering graffiti as a location based social network",
	"publications_2_description" : "• Co-writer & iOS Engineer of DigiGraff<br />• DigiGraff is a social networking app that considers location as a primary rather than secondary aspect of social media and uses virtual sketches as a way of communication and information sharing between users<br />• Proceeding CHI EA ’12 CHI ’12 Extended Abstracts on Human Factors in Computing Systems Pages 2591-2596",

	"contact_title" : "Contact_",
	"contact_letter" : "or drop me a line here_",
	"contact_copyright" : "© 2022 Georgi Christov. All Rights Reserved",
	"contact_send" : "Send",
	"contact_name" : "Your name",
	"contact_email" : "Your e-mail",
	"contact_message" : "Type your message here"
}
